{
    "aess": {
        "shortname": "AESS" ,
        "fullname": "Aerospace & Electronic Systems Society",
        "logoColor": "src\\images\\aess.color.svg",
        "logoBlack": "src\\images\\aess.black.svg",
        "logoWhite": "src\\images\\aess.white.svg",
        "logoGray": "src\\images\\aess.gray.svg",
        "aboutGlobal": "",
        "aboutEge": "",
        "idariKurul": [{"name": "Sedat Kasımoğlu"}, {"name": "Ozan Okumuş"}, {"name": "Furkan Çağatay Ekinci"}]
    },


    "cs": {
        "shortname": "CS" ,
        "fullname": "Computer Society",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "Computer Society (CS); IEEE’nin özellikle bilgisayar bilimlerine odaklanan komitesidir. Bu komitenin amacı, bilgisayar bilimi ve teknolojileri teorisini, pratiğini ve uygulamasını ileriye taşımak; üyelerini ve topluluğu bu alanda geliştirmek ve bilinçlendirmektir.",
        "aboutEge": "",
        "idariKurul": [{"name": "Alen Babayiğit"}, {"name": "Muhammet Şancı"}]
    },


    "ea": {
        "shortname": "EA" ,
        "fullname": "Educational Activities",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "",
        "aboutEge": "",
        "idariKurul": [{"name": "Taha Eren Çavdar"}, {"name": "Elif İlayda Melemez"}]
    },


    "edsoc": {
        "shortname": "EdSoc" ,
        "fullname": "Education Society",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "IEEE Education Society (EdSoc); IEEE'nin ilgilendiği alanlarda etkin alan bilgisi sağlamak için gereken eğitim ve öğretim teknolojisi teorisi ve uygulamasına odaklanan IEEE'nin bir komitesidir. Toplum, mühendislik eğitimi ile ilgili bilgi ve kaynaklarla, akademi ve endüstri içinde mesleki gelişimle ilgilenen uluslararası bir kuruluştur. IEEE Ege Education Society, çevresindeki teknik bilgi eksiğini kapatmak, gelecekte üreteceğimiz ürünlere altyapı oluşturmak ve üretebilen, bilgi düzeyi olarak kendine güvenen bir nesil elde etme amacıyla kurulmuş bir komitedir. Bu bağlamda IEEE Ege Topluluğumuzun eğitimlerini bu komite organize etmektedir. Eğitimlere ek olarak bu sene 2.sini düzenleyecekleri, ilkinde “THY, SOCAR Türkiye, Tchibo” gibi çeşitli büyük firmaların katılım sağladığı “Aramadı Demesinler” adlı eğitim serisi ve mülakat simülasyonu konferans etkinliği vardır. ",
        "aboutEge": "",
        "idariKurul": [{"name": "Simge Keskin"}, {"name": "Sezin Güngen"}, {"name": "Tolga Halıcıoğlu"}]
    },


    "embs": {
        "shortname": "EMBS" ,
        "fullname": "Engineering in Medicine & Biology Society",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "Engineering in Medicine and Biology Society (EMBS); biyolojik, tıbbi ve sağlık sorunlarına etkili çözümler sağlamak için mühendislik kavram ve yöntemlerinin biyoloji, tıp ve sağlık bilimlerinde geliştirilmesi ve uygulanması amacıyla kurulmuş bir komitedir.",
        "aboutEge": "IEEE EGE EMBS olarak geçen sene İzmir’in en büyük biyoteknoloji konferansı olan Biotech İzmir’i gerçekleştirdik. Sektörden Nobel ilaç, Abdi İbrahim gibi firmalar yer alırken; Koç, Hacettepe, Ege, Frayburg Üniversitelerinden ve Harvard MIT ‘den  alanında uzman kişiler konuşmacı olarak katıldılar. Farklı dallarda Teknofest yarışmalarına katıldık . Alanında uzman kişiler ile webinarlar gerçekleştirdik. Mezunlarımızla Tea Talklar düzenledik. Üyelerimiz ile spektrofotometre, eeg cihazı ve nabız ölçer yaptık.  IEEE EGE EMBS olarak sağlık, biyoloji ve mühendislik alanlarında kendimizi geliştirmeye devam ediyoruz.",
        "idariKurul": [{"name": "Hande Eski"}, {"name": "Bora Bozmanoğlu"}, {"name": "Doğay Balaman"}, {"name": "Onur Cem Şahin"}]
    },


    "enet": {
        "shortname": "ENET" ,
        "fullname": "Entrepreneurship Society",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "",
        "aboutEge": "",
        "idariKurul": [{"name": "Emre Kalay"}, {"name": "Zülal Özokçuoğlu"}, {"name": "Buse Ünlüeroğlugil"}]
    },


    "pes": {
        "shortname": "PES" ,
        "fullname": "Power & Energy Society",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "",
        "aboutEge": "",
        "idariKurul": [{"name": "Doğa Kaytancı"}, {"name": "Özlem Nur Özer"}, {"name": "Ayhan Öz"}]
    },


    "ras": {
        "shortname": "RAS" ,
        "fullname": "Robotics & Automation Society",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "",
        "aboutEge": "",
        "idariKurul": [{"name": "Seyfettin Karahan"}, {"name": "Erhan Namlı"}, {"name": "Batuhan Şarman"}]
    },


    "wie": {
        "shortname": "WIE" ,
        "fullname": "Women in Engineering",
        "logoColor": "",
        "logoBlack": "",
        "logoWhite": "",
        "logoGray": "",
        "aboutGlobal": "IEEE Women In Engineering (WIE); bilim, teknoloji, mühendislik ve matematik dallarında kadınların ilerleme göstermesi ve sektördeki yerinin vurgulanması için kurulmuş en büyük uluslararası profesyonel organizasyondur. Vizyonumuz; mühendislikte kadınların ve erkeklerin topluluk içinde çeşitli yeteneklerini kullanarak insanlığın yararına yenilik yapmak için çalıştığı bir birliktelik olmasını amaçlıyoruz. Misyonumuz; kadınların mühendislikteki önemine dikkat çeken konferanslar, sempozyumlar, teknik projeler ve çeşitli etkinlikler yapmak.",
        "aboutEge": "IEEE EGE WIE olarak; bu yıl altıncısını gerçekleştireceğimiz İş Hayatında Kelebek Etkisi etkinliğimizi dijital olarak gerçekleştirmeyi planlıyoruz. 2-3 Nisan 2022 tarihlerinde 2 gün boyunca gerçekleştireceğimiz bu etkinliğin ana teması İnovasyon olacaktır. Etkinliğimizde; girişimcilik, analitik düşünme, mühendislik ve endüstri trendleri, inovatif dünyada edinilmesi gereken yetkinlikler başlıklı konulara ve alanlarında öncü yenilikçi ve ilham verici kadın girişimcilere yer verilecektir. Çeşitli sektör ve firmalarda yer alan alanında uzman kişilerden oluşan webinarlar düzenledik, düzenliyoruz. 2020-2021 döneminde çalışmalarına başladığımız İş Ödülleri etkimliğimiz; bu yıl ilk defa gerçekleşecek olup, iş hayatında kadın istihdamını artırmaya yönelik yapılan projelere, staj programlarına, eğitimlere yer veren firmaların topluluğumuz öğrencileri tarafından belirlenip ardından internet üzerinden yapılacak bir anket sonucu kazanan firmaya ödül vermeyi düşündüğümüz etkinliğimiz gerçekleşecektir. Etkinliğimizin amacı kadınlarımız için faydalı olan projelerin duyulması ve bu alandaki projelerin artması yönünde farkındalık yaratmayı amaçlamaktadır.",
        "idariKurul": [{"name": "Nur Senem Aydoğan"}, {"name": "Ezgi Atasay"}, {"name": "İlke Karahan"}, {"name": "Sena Akça"}]
    }
}