{
    "aess": {
        "shortname": "aess" ,
        "fullname": "Aerospace & Electronic Systems Society",
        "aboutGlobal": "",
        "aboutEge": "",
        "idariKurul": [{"name": "Sedat Kasımoğlu", "photo":"aess1", "desc": "Ben, Sedat Kasımoğlu. Ege Üniversitesi Elektrik Elektronik Mühendisliği ?. Sınıf öğrencisiyim. IEEE Ege Aerospace & Electronic Systems Society başkanıyım."}, {"name": "Furkan Çağatay Ekinci", "photo":"aess2", "desc": "Ben, Furkan Çağatay Ekinci. Ege Üniversitesi Elektrik Elektronik Mühendisliği ?.      Sınıf öğrencisiyim. IEEE Ege Aerospace & Electronic Systems Society başkan yardımcısıyım."}, {"name": "Ozan Okumuş", "photo":"aess3", "desc": "Ben, Ozan Okumuş. Ege Üniversitesi Bilgisayar Mühendisliği 2. Sınıf öğrencisiyim. IEEE Ege Aerospace & Electronic Systems Society başkan yardımcısıyım."}]
    },


    "cs": {
        "shortname": "cs" ,
        "fullname": "Computer Society",
        "aboutGlobal": "Computer Society (CS); IEEE’nin özellikle bilgisayar bilimlerine odaklanan komitesidir. Bu komitenin amacı, bilgisayar bilimi ve teknolojileri teorisini, pratiğini ve uygulamasını ileriye taşımak; üyelerini ve topluluğu bu alanda geliştirmek ve bilinçlendirmektir.",
        "aboutEge": "IEEE Ege Computer Society, IEEE Ege Öğrenci Kulübü'nün açılması ile birlikte 2010 yılında kurulmuştur. Kurulduğu tarihten itibaren Bilgisayar Bilimi ve Teknolojisi altındaki alanlarla yakından ilgilenen Ege Üniversitesi öğrencilerini aynı çatı altında toplayan bir komite olmuştur. Günümüzde IEEE Ege CS, hem teknik bir komite olma amacı gütmektedir, hem de sosyal faaliyetlerini gerçekleştirmektedir. Bu kapsamda çeşitli teknik ekiplerde yer alan öğrenciler hem kendi ilgi alanlarında ilerlemek için motivasyon sahibi olurken hem de bu alan üzerine birlikte çalışabilecekleri ekip arkadaşları bulmaktadır. Fullstack Web, Frontend, Backend, Data Science ve Mobil olmak üzere teknik ekiplerimiz çalışmalarını sürdürmektedir. \\nSosyal faaliyetlerimize değinecek olursak; IEEE Ege Computer Society bünyesinde her sene birçok webinar ve tea talk etkinliklerimiz gerçekleşmektedir. Geçtiğimiz senelerde IEEE Ege Computer Society olarak Ege bölgesinin en geniş kapsamlı siber güvenlik etkinliği CyberEge'yi 2016, 2017 ve 2018 yıllarında salon etkinliği, 2021 yılında ise online olarak gerçekleştirmiş olan komitemiz 2022 yılında online olarak gerçekleşen farklı bir etkinliğe imza atmıştır. Access IT etkinliğimiz 5 farklı alandan 5 farklı konuşmacının katılımıyla gerçekleşmiş ve izleyicileri tarafından beğeniyle karşılanmıştır.",
        "idariKurul": [{"name": "Alen Babayiğit", "photo":"cs1", "desc": "Ben, Alen Babayiğit. Ege Üniversitesi Bilgisayar Mühendisliği 2. Sınıf öğrencisiyim. IEEE Ege Computer Society başkanıyım."}, {"name": "Emre Berk Göğer", "photo":"cs2", "desc": "Ben, Emre Berk Göğer. Ege Üniversitesi Bilgisayar Mühendisliği 1. Sınıf öğrencisiyim. IEEE Ege Computer Society başkan yardımcısıyım."}]
    },


    "ea": {
        "shortname": "ea" ,
        "fullname": "Educational Activities",
        "aboutGlobal": "Educational Activities IEEE’nin bir sosyal sorumluluk komitesidir. Komitenin amacı çocukların bilime olan bakışını değiştirirken aynı zamanda deneyler yaparak neyin nasıl olduğu konusunda fikir edinmeleri sağlamak ve bu erken yaşta edindikleri kazanımların ilerde geleceklerini şekillendirmesi konusunda yardımcı olmaktır. Educational Activities çocuklara bilimi anlatan ve öğreten bir komitedir.",
        "aboutEge": "IEEE Ege EA projeleri üç kısımdan oluşur; Project BEE: IEEE EGE EA topluluğu üyelerinin başlattığı Project BEE (Bilim Eğitim Eğlence) için planlanan üç projeyle neler yaptılar; Projenin ilk aşaması olan eğitim kategorisinde EA komitesi öncülüğünde IEEE Ege topluluğunun tüm komitelerinden katılan  mühendislik öğrencileri, beş farklı liseye mühendislik tanıtımları yaptılar. İkinci kısım olarak bilim kategorisinde ortaokullardaki öğrencilerle fen deneyleri yapıp, bu konuda çocuklara bilinç katmayı amaçladılar. Üçüncü ve son kısım olarak eğlence kategorisinde YouTube için, evde yapılabilecek bilim deneyleri videoları çektiler. Youtube kanallarında bu videoları paylaştılar. Anaokulu Bilim Deneyleri: Bilim günümüz dünyasında hayatın her yerinde ve her kesiminde bulunan bir yöntem olduğundan dolayı çocuk yaşta bu yöntemle karşılaşması, tanışması ve sorunlarını çözmede bilimi kullanmayı öğrenmesi bir toplumu ileriye taşıyacak en önemli etkenlerden biridir. Bu yüzden bu proje ile amacımız çocuk yaştaki arkadaşlarımızı bilimi en somut şekilde yaşayabilecekleri yol olan deneylerle karşı karşıya getirmek. Hour Of Code: İlkokul yaş grubundaki çocukların algoritmaya ilgisini arttırmak ve algoritma temelleri atmak için oyunlar yoluyla çocukların bilgisayar bilimlerinde gelişimini arttırmaya yönelik hedefi olan bir etkinliktir.",
        "idariKurul": [{"name": "Taha Eren Çavdar", "photo":"ea1", "desc": "Ben, Taha Eren Çavdar. Ege Üniversitesi Matematik Bölümü 4. Sınıf öğrencisiyim. IEEE Ege Educational Activities başkanıyım."}]
    },


    "edsoc": {
        "shortname": "edsoc" ,
        "fullname": "Education Society",
        "aboutGlobal": "IEEE Education Society (EdSoc); IEEE'nin ilgilendiği alanlarda etkin alan bilgisi sağlamak için gereken eğitim ve öğretim teknolojisi teorisi ve uygulamasına odaklanan IEEE'nin bir komitesidir. Toplum, mühendislik eğitimi ile ilgili bilgi ve kaynaklarla, akademi ve endüstri içinde mesleki gelişimle ilgilenen uluslararası bir kuruluştur.",
        "aboutEge": "IEEE Ege Education Society, çevresindeki teknik bilgi eksiğini kapatmak, gelecekte üreteceğimiz ürünlere altyapı oluşturmak ve üretebilen, bilgi düzeyi olarak kendine güvenen bir nesil elde etme amacıyla kurulmuş bir komitedir. Bu bağlamda IEEE Ege Topluluğumuzun eğitimlerini bu komite organize etmektedir. Eğitimlere ek olarak bu sene 2.sini düzenleyecekleri, ilkinde “THY, SOCAR Türkiye, Tchibo” gibi çeşitli büyük firmaların katılım sağladığı “Aramadı Demesinler” adlı eğitim serisi ve mülakat simülasyonu konferans etkinliği vardır.",
        "idariKurul": [{"name": "Sezin Güngen", "photo":"edsoc1", "desc": "Ben, Sezin Güngen. Ege Üniversitesi Kimya Mühendisliği 1. Sınıf öğrencisiyim. IEEE Ege Education Society eşbaşkanıyım."}, {"name": "Tolga Halıcıoğlu", "photo":"edsoc2", "desc": "Ben, Tolga Halıcıoğlu. Ege Üniversitesi Matematik Bölümü 4. Sınıf öğrencisiyim. IEEE Ege Education Society eşbaşkanıyım."}]
    },


    "embs": {
        "shortname": "embs" ,
        "fullname": "Engineering in Medicine & Biology Society",
        "aboutGlobal": "Engineering in Medicine and Biology Society (EMBS); biyolojik, tıbbi ve sağlık sorunlarına etkili çözümler sağlamak için mühendislik kavram ve yöntemlerinin biyoloji, tıp ve sağlık bilimlerinde geliştirilmesi ve uygulanması amacıyla kurulmuş bir komitedir.",
        "aboutEge": "IEEE EGE EMBS olarak geçen sene İzmir’in en büyük biyoteknoloji konferansı olan Biotech İzmir’i gerçekleştirdik. Sektörden Nobel ilaç, Abdi İbrahim gibi firmalar yer alırken; Koç, Hacettepe, Ege, Frayburg Üniversitelerinden ve Harvard MIT ‘den  alanında uzman kişiler konuşmacı olarak katıldılar. Farklı dallarda Teknofest yarışmalarına katıldık . Alanında uzman kişiler ile webinarlar gerçekleştirdik. Mezunlarımızla Tea Talklar düzenledik. Üyelerimiz ile spektrofotometre, eeg cihazı ve nabız ölçer yaptık.  IEEE EGE EMBS olarak sağlık, biyoloji ve mühendislik alanlarında kendimizi geliştirmeye devam ediyoruz.",
        "idariKurul": [{"name": "Hande Eski", "photo":"embs1", "desc": "Ben, Hande Eski. Ege Üniversitesi Biyomühendislik Bölümü ?. Sınıf öğrencisiyim. IEEE Ege Engineering in Medicine & Biology Society başkanıyım."}, {"name": "Bora Bozmanoğlu", "photo":"embs2", "desc": "Ben, Bora Bozmanoğlu. Ege Üniversitesi Biyomühendislik Bölümü ?. Sınıf öğrencisiyim. IEEE Ege Engineering in Medicine & Biology Society başkan yardımcısıyım."}, {"name": "Doğay Balaman", "photo":"embs3", "desc": "Ben, Doğay Balaman. Ege Üniversitesi Biyomühendislik Bölümü ?. Sınıf öğrencisiyim. IEEE Ege Engineering in Medicine & Biology Society başkan yardımcısıyım."}, {"name": "Onur Cem Şahin", "photo":"embs4", "desc": "Ben, Onur Cem Şahin. Ege Üniversitesi Elektrik Elektronik Mühendisliği ?. Sınıf öğrencisiyim. IEEE Ege Engineering in Medicine & Biology Society başkan yardımcısıyım."}]
    },


    "enet": {
        "shortname": "enet" ,
        "fullname": "Entrepreneurship Society",
        "aboutGlobal": "IEEE ENET; insanlığın yararına girişimci mühendisliği ve teknolojik yeniliği teşvik etmek amacıyla kurulmuştur. Girişimcilik ve iş geliştirmenin yanı sıra; duygusal yeteneklerin ve yönetim becerilerinin gelişmesine olanak sağlayacak konularda ilgilenmektedir.",
        "aboutEge": "IEEE Ege ENET; IEEE Egw Öğrenci Kolu bünyesindeki üyelere, gelecekteki iş dünyasında aktif olacakları görevlerinde veya sorumluluklarında girişimci, lider ruhlu, teknik yeteneklerinin yanı sıra yönetici bakış açısından görebilen sosyal zekası kuvvetli bireyler olabilmeleri için çeşitli atölyeler, vaka analizleri, konferanslar ve deneyim sohbetleri düzenlemektedir. Start-up, iş planı, yönetim, finans, patent hakları, risk ve kriz yönetimi gibi konularda uzmanlaşarak, IEEE Ege ailesine sosyal yeteneklerin ve duygusal zekanın gelişimi konusunda destek olmaktadır.",
        "idariKurul": [{"name": "Emre Kalay", "photo":"enet1", "desc": "Ben, Emre Kalay. Ege Üniversitesi Biyomühendislik Bölümü ?. Sınıf öğrencisiyim. IEEE Ege Entrepreneurship Society başkanıyım."}, {"name": "Zülal Özokçuoğlu", "photo":"enet2", "desc": "Ben, Zülal Özokçuoğlu. Ege Üniversitesi Kimya Mühendisliği 4. Sınıf öğrencisiyim. IEEE Ege Entrepreneurship Society başkanıyım."}, {"name": "Buse Ünlüeroğlugil", "photo":"enet3", "desc": "Ben, Buse Ünlüeroğlugil. Ege Üniversitesi Biyomühendislik Bölümü ?. Sınıf öğrencisiyim. IEEE Ege Entrepreneurship Society başkan yardımcısıyım."}]
    },


    "pes": {
        "shortname": "pes" ,
        "fullname": "Power & Energy Society",
        "aboutGlobal": "Power & Energy Society (PES), elektrik enerjisi endüstrisindeki en son teknolojik gelişmeleri paylaşmak, ekipman ve sistemlerin geliştirilmesine ve inşasına rehberlik eden standartlar geliştirmek ve endüstri üyelerini ve genel toplumu eğitmek için dünyanın en büyük forumunu sağlar. Bu amaç üzerine konferans ve toplantılar, yayınlar, eğitimler ve teknik faaliyetler yapar.",
        "aboutEge": "IEEE Ege Öğrenci Kolu bünyesinde bulunan IEEE Ege PES, Ege Bölgesi içerisinde sektörde öncü ve sektöre yardımcı olmaya çalışır. Enerji sektöründe ilerlemeyi hedefleyen ve “Enerji” alanına ilgi duyan üyelerini bilgiye en kolay yoldan ulaştırmayı ve sektöre kazandırmayı amaçlar. Dünyadaki enerji problemine sürdürülebilir çözümler getiren, insanlığa katkı sağlama bilincini tetikleyen bir oluşumdur. Bu amaç uğruna çeşitli salon etkinlikleri: İzmir Enerji Zirvesi’17 (Siemens, Enercon, E.Ü Nükleer Enerji Enstitüsü...), İzmir Enerji Zirvesi’18 (İzmir Kalkınma Ajansı, Schneider Electric,  JESDER,Klemsan…), İzmir Enerji Zirvesi’19 (Aselsan, Ford, Petkim, Xgen, Onur Enerji, İzgören Akademi…), İzmir Enerji Zirvesi’20 (Aselsan, Aspilsan, Roketsan, Mutlu Akü, TUSAŞ, Zorlu Enerji, Siemens Gamesa, Anadolu Ajansı, GDZ, E.Ü Güneş Enerjisi Enstitüsü, Tüpraş...), İzmir Enerji Zirvesi’21 (GDZ,TEMSA, TEHAD, E-Şarj Mobility, FNSS IOGENICS…), Enerji 5.0 Etkinliği (Avrupa Birliği projesi olan BEST For Energy tarafından desteklenmiştir); tea talklar ve webinarlar, teknik projeler ve teknik geziler düzenledik.",
        "idariKurul": [{"name": "Doğa Kaytancı", "photo":"pes1", "desc": "Ben, Doğa Kaytancı. Ege Üniversitesi Makine Mühendisliği ?. Sınıf öğrencisiyim. IEEE Ege Power & Energy Society başkanıyım."}, {"name": "Ayhan Öz", "photo":"pes2", "desc": "Ben, Ayhan Öz. Ege Üniversitesi Makine Mühendisliği ?. Sınıf öğrencisiyim. IEEE Ege Power & Energy Society başkan yardımcısıyım."}, {"name": "Özlem Nur Özer", "photo":"pes3", "desc": "Ben, Özlem Nur Özer. Ege Üniversitesi Kimya Mühendisliği ?. Sınıf öğrencisiyim. IEEE Ege Power & Energy Society başkan yardımcısıyım."}]
    },


    "ras": {
        "shortname": "ras" ,
        "fullname": "Robotics & Automation Society",
        "aboutGlobal": "IEEE RAS; robotik, elektrik, elektronik, yazılım, mekatronik, otomasyon sektörleri başta olmak üzere  bu sektörlerdeki gelişmelere eşlik ederek çeşitli projeler yapmayı ve teorik olarak öğrenilen bilgilerin uygulanarak saha tecrübesi edinilmesini amaçlayan teknik ağırlıklı bir komitedir.",
        "aboutEge": "Bu dönem IEEE Ege RAS olarak her üye en az bir projede bulunacak şekilde Teknofest'e katılmak üzere Tarımsal İnsansız Kara Aracı (TİKA), Akıllı Ev Sistemleri, IoT Projeleri yapıyoruz. Ayrıca bu dönem ilki olacak EgeRun adlı yarışmamızı düzenlemeyi planlıyoruz. Bu yarışmanın amacı hem robotik programlamaya yeni giriş yapmış kişilerin kendini test etmesi hem de Teknofest'te Robotik Yarışmalar alanındaki Tasarla-Çalıştır'a katılacak olan ekipler için ön hazırlık olması amaçlanmaktadır. Yarışmada birbirinden eğlenceli robotik yarışmalar olması planlanmaktadır. Bu proje ve yarışmalar için IEEE Ege EdSoc ortaklığıyla Arduino Giriş Eğitimi, IoT Eğitimi ve Python ile Yapay Zekaya Giriş eğitimleri düzenledik.",
        "idariKurul": [{"name": "Erhan Namlı", "photo":"ras1", "desc": "Ben, Erhan Namlı. Ege Üniversitesi Elektrik Elektronik Mühendisliği 3. Sınıf öğrencisiyim. IEEE Ege Robotics & Automation Society başkan yardımcısıyım."}, {"name": "Batuhan Şarman", "photo":"ras2", "desc": "Ben, Batuhan Şarman. Ege Üniversitesi Elektrik Elektronik Mühendisliği 3. Sınıf öğrencisiyim. IEEE Ege Robotics & Automation Society başkan yardımcısıyım."}]
    },


    "wie": {
        "shortname": "wie" ,
        "fullname": "Women in Engineering",
        "aboutGlobal": "IEEE Women In Engineering (WIE); bilim, teknoloji, mühendislik ve matematik dallarında kadınların ilerleme göstermesi ve sektördeki yerinin vurgulanması için kurulmuş en büyük uluslararası profesyonel organizasyondur. Vizyonumuz; mühendislikte kadınların ve erkeklerin topluluk içinde çeşitli yeteneklerini kullanarak insanlığın yararına yenilik yapmak için çalıştığı bir birliktelik olmasını amaçlıyoruz. Misyonumuz; kadınların mühendislikteki önemine dikkat çeken konferanslar, sempozyumlar, teknik projeler ve çeşitli etkinlikler yapmak.",
        "aboutEge": "IEEE EGE WIE olarak; bu yıl altıncısını gerçekleştireceğimiz İş Hayatında Kelebek Etkisi etkinliğimizi dijital olarak gerçekleştirmeyi planlıyoruz. 2-3 Nisan 2022 tarihlerinde 2 gün boyunca gerçekleştireceğimiz bu etkinliğin ana teması İnovasyon olacaktır. Etkinliğimizde; girişimcilik, analitik düşünme, mühendislik ve endüstri trendleri, inovatif dünyada edinilmesi gereken yetkinlikler başlıklı konulara ve alanlarında öncü yenilikçi ve ilham verici kadın girişimcilere yer verilecektir. Çeşitli sektör ve firmalarda yer alan alanında uzman kişilerden oluşan webinarlar düzenledik, düzenliyoruz. 2020-2021 döneminde çalışmalarına başladığımız İş Ödülleri etkimliğimiz; bu yıl ilk defa gerçekleşecek olup, iş hayatında kadın istihdamını artırmaya yönelik yapılan projelere, staj programlarına, eğitimlere yer veren firmaların topluluğumuz öğrencileri tarafından belirlenip ardından internet üzerinden yapılacak bir anket sonucu kazanan firmaya ödül vermeyi düşündüğümüz etkinliğimiz gerçekleşecektir. Etkinliğimizin amacı kadınlarımız için faydalı olan projelerin duyulması ve bu alandaki projelerin artması yönünde farkındalık yaratmayı amaçlamaktadır.",
        "idariKurul": [{"name": "Nur Senem Aydoğan", "photo":"wie1", "desc": "Ben, Nur Senem Aydoğan. Ege Üniversitesi Gıda Mühendisliği 2. Sınıf öğrencisiyim. IEEE Ege Women in Engineering başkanıyım."}, {"name": "Ezgi Atasay", "photo":"wie2", "desc": "Ben, Ezgi Atasay. Ege Üniversitesi Gıda Mühendisliği ?. Sınıf öğrencisiyim. IEEE Ege Women in Engineering başkan yardımcısıyım."}, {"name": "İlke Karahan", "photo":"wie3", "desc": "Ben, İlke Karahan. Ege Üniversitesi Kimya Mühendisliği 4. Sınıf öğrencisiyim. IEEE Ege Women in Engineering başkan yardımcısıyım."}, {"name": "Sena Akça", "photo":"wie4", "desc": "Ben, Sena Akça. Ege Üniversitesi İnşaat Mühendisliği 1. Sınıf öğrencisiyim. IEEE Ege Women in Engineering başkan yardımcısıyım."}]
    }
}